export default {
  common: {
    servicesFooter: {
      h1: "لنعمل معًا",
      p1: "هل تحتاج إلى عرض أسعار لمشروعك؟ هل لديك سؤال حول عملنا أو خدماتنا؟ فقط أخبرنا بذلك.",
      p2: "سواء كنت تمثل شركة صغيرة أو شركة كبيرة ، فإننا نتطلع إلى العمل معك في مشروعك الإبداعي التالي",
      btn: "اتصل بنا"
    },
    error: {
      oops: "عفوًا",
      sthg: "حدث خطأ ما",
      noWorries: "لا تقلق ، نحن هنا للمساعدة",
      link: "الصفحة الرئيسية",
    }
  },
  "footer": {
    "links": {
      "text": "روابط مفيدة",
      "home": "الرئيسية",
      "about": "من نحن",
      "samples": "الأعمال",
      "services": "الخدمات"
    },
    "keep": {
      "h1": "ابق على اتصال",
      "p": "هل تريد بناء شيء ما؟ هل تحتاج إلى مساعدة <br> في اكتشافه؟ يمكننا المساعدة!",
      "strong": "اطلب استشارة مجانية هنا.",
      "h3": "تابعنا"
    },
    "about": {
      "h3": "مهمتنا هي إيجاد الحلول المثلى والمبتكرة لتحقيق أكبر قدر من إرضاء عملائنا بمساعدة ذوي الكفاءات العالية لدينا",
      "address": {
        text: "العنوان",
        street: "شارع الهادي نويرة صفاقس الجديدة,",
        local: "عمارة الفرات شقة بالدور الثالث. رقم 306",
        region: "صفاقس"
      },
      "email": "البريد الإلكتروني",
      "phone": "الهاتف"
    }
  },
  "header": {
    "links": {

      "home": "الرئيسية",
      "about": "من نحن",
      "samples": "الأعمال",
      "services": "الخدمات",
      "privacy": "خصوصيات الموقع"
    },
    "btn": "احصل على عرض أسعار"
  },
  "home": {
    "hero": {
      "heroText1": "الارتقاء ",
      "heroText2": " بعملك",
      "heroText3": " في الفضاء الرقمي",
      "h3": "هل يعاني نشاطك التجاري من انخفاض عدد الزيارات الواردة من نتائج البحث المجانية ، وانخفاض معدل الاحتفاظ بالجمهور ، وضعف معدل التحويل ، وعدم كفاية العملاء المحتملين؟",
      "h2": "يرشدك FTM خلال عملية النمو المنتظم التي تركز في النهاية على تحقيق المبيعات المثلى",
      "btn": "احصل على المزيد من العملاء"
    },
    "services": {
      "h1": "الخدمات التي نقدمها",
      "p": "نحن نقدم خدمات رقمية تم اختبارها على مدار الوقت وقائمة على النتائج لتعزيز عملك في ديناميكيات السوق المتطورة باستمرار دون أن تكلفك عشرة سنتات!"
    },
    "about": {
      "h1": "نبذة عنا",
      "p": "مع سنوات خبرتنا في تشكيل الأعمال التجارية في المشهد الرقمي ، فإننا نسخر الخبرات المهنية وأحدث التقنيات والحلول الحديثة لإطلاق العنان لإمكانات النمو القصوى لعملك.",
      "research": {
        "h2": "الحلول القائمة على البحث",
        "p": "يقوم خبراؤنا بإشراك موفري الحلول الرقمية الذين يستغرقون وقتًا طويلاً لإجراء بحث متعمق والتوصل إلى حلول مجربة لعملك"
      },
      "exp": {
        "h2": "الخبرة",
        "p": "يقوم خبراؤنا بإشراك موفري الحلول الرقمية الذين يستغرقون وقتًا طويلاً لإجراء بحث متعمق والتوصل إلى حلول مجربة لعملك"
      },
      "act": {
        "h2": "متجر واحد لعملك",
        "p": "نصمم حلولًا مخصصة لعملك لجعله يزدهر - العلامات التجارية ، وتطوير الويب ، والتسويق ، وتحسين محركات البحث ، وما إلى ذلك!"
      }
    },
    "cases": {
      "h1": "الارتقاء بعملك من خلال التكنولوجيا الحديثة",
      "p": ".نعتزم تطوير حلول مبتكرة وفعالة وعملية تناسب نشاطك التجاري ، بغض النظر عن مرحلة النمو التي يمثلها. بدءًا من إبراز منتجك إلى دائرة الضوء إلى تقديمه إلى السوق المستهدفة ، بدءًا من تحسين النص أو المحتوى المرئي لتطوير مواقع ويب سريعة الاستجابة وعملية ، لقد قمنا بتغطيتك!",
      "not": {
        "h2": "ماذا لو لم يكن لديك موقع ويب؟",
        "p": "سواء كنت ترغب في الاستثمار في بدء تشغيل أعمال التجارة الإلكترونية أو مدونة WordPress ، فإننا نصمم ونطور مواقع ويب مخصصة من البداية. بمجرد أن يصبح موقعك على الويب مباشرًا ، نقدم أيضًا خدمات إنشاء المحتوى وتحسين محركات البحث والتسويق لتعزيز الإيرادات.",
        "notice": "هل تعلم أن 81٪ من الأشخاص يبحثون عن شركة أو خدمة على الإنترنت قبل اتخاذ قرار الشراء! إذا لم يكن لديك موقع ويب ، فليس لديك فرصة للاستحواذ على حصة من هذا السوق."
      },
      "yes": {
        "h2": "ماذا لو كان لديك موقع ويب؟",
        "p": "نحن نساعد في تحسين تصميم UI / UX لموقعك على الويب ، مما يجعله سهل الاستخدام ويجذب انتباه الجمهور. يمكنك أيضًا الاعتماد على خدمات إنشاء المحتوى الخاصة بنا لإحياء موقع الويب الخاص بك. بهذه الطريقة ، يدر موقع الويب الخاص بك عوائد على مدار الساعة طوال أيام الأسبوع من خلال حركة المرور.",
        "notice": "هل تعتقد أن موقع الويب الخاص بك ليس جيدًا بما يكفي لعملك؟ هل تعتقد أن موقع الويب الخاص بك ضعيف الأداء يمكن أن يترك شركتك في الغبار؟"
      }
    },
    "how": {
      "h2": "كيف ننجزها؟",
      "coctail": "مزيج من المهارات",
      "exp": "فريق متمرس",
      "full": "خدمة كاملة",
      "high": "خدمة عالية الجودة",
      "exp_desc": "نحن نركز على تقديم قيمة لعملائنا ومساعدتهم على النجاح في السوق.",
      "full_desc": "نحن ملتزمون بدعمك على المدى الطويل: قبل وأثناء وبعد عملية تطوير البرامج بأكملها.",
      "high_desc": "يمكنك الاستفادة من خبراتنا وحلول تكنولوجيا المعلومات عالية الجودة والتجربة الأكثر إثارة مع شريك طويل الأجل."
    },
    "spark": {
      "h1": "Fiction To Mission - نجاح الشركة مضمون",
      "h2": "نجاح الشركة مضمون",
      "p": "في FTM ، نحن نقدر أفكارك ونأخذ في الاعتبار رؤيتك لدعمها من خلال مناهجنا التقنية والتكنولوجية. فريقنا المحترف مستعد دائمًا لأخذ أفكارك وتحويل أحلامك إلى حقيقة من خلال البناء المخصص وكذلك الجاهز حلول تلبي احتياجات عملك تمامًا.",
      "options": {
        "turnKey": {
          "text": "حلول جاهزة",
          "desc": "ن حلولنا الجاهزة للعمل والتي تم اختبارها على مدار الوقت مليئة بالقيمة. إنها مثالية لأولئك الذين يرغبون في تحقيق تحول فائق السرعة وفعال. قم بتطبيقها بسلاسة في عملك دون المخاطرة بنجاحك."
        },
        "fromScratch": {
          "text": "قصص نجاحنا",
          "desc": "نحافظ على أعلى مستويات الشفافية والمصداقية ورضا العملاء في أعمالنا. تحدد حالاتنا الأخيرة شراكتنا الناجحة مع الشركات التونسية والعالمية من الدرجة الأولى."
        }
      }
    },
    "tech": {
      "h2": "التقنيات"
    },
    "portfolio": {
      "h1": "آخر أعمالنا",
      "p": "جاح شركائنا هو ما يميزنا حقًا ، ولكن الأهم من ذلك هو الثقة بهم. تحقق من بعض شركائنا التونسيين والدوليين الذين عملنا معهم",
      "testi": {
        "h3": "ليس فقط عملاء. شركاء وأصدقاء",
        "prev": "عرض",
        "link": "هل تريد أن تكون واحدًا منهم؟ انضم إلينا!"
      },
      "big": "#الأعمال"
    },

  },
  "about": {
    "heroText1": "لماذا",
    "heroText2": "تختارنا",
    "aboutText": {
      "h1_1": "كل شركة لديها إمكانات رقمية",
      "h1_2": "نحن هنا لمساعدتك في الاستفادة منه.",
      "vision": {
        "text": "رؤيتنا",
        "desc": "رؤيتنا أن نكون اسمًا عالميًا في مجال تطوير مواقع الويب والتسويق الرقمي والحلول البرمجية في السوق الدولية التنافسية"
      },
      "mission": {
        "text": "مهمتنا",
        "desc": "مهمتنا هي دعم المنظمات في تسريع تبني التقنيات الجديدة ، وحل التحديات الصعبة التي لا مفر منها خلال التحول الرقمي ، وتنظيم الابتكار المستمر."
      },
      "footer": "ستعد لمغامرتك التالية مع Fiction To Mission!"
    },
    "cases": {
      "who": {
        "h1": "من نحن",
        "p": "نحن وكالة رقمية تعطي الأولوية لتجربة المستخدم. نحن نبحث عن طرق لتحسين التجربة بأكملها لكل شخص مرتبط بشركتك ، من الاتصال الأولي إلى العملاء على المدى الطويل. سواء كنت بحاجة إلى مساعدة في تكوين المزيد من العملاء المحتملين ، تحسين معدلات التحويل ، أو تجاوز توقعات عملائك الحاليين ، يمكننا مساعدتك في تحقيق ذلك."
      },
      "values": {
        "h1": "قيمنا",
        "p": "في Fiction To Mission ، نفهم أن الحل جيد فقط مثل الثقافة التي تدعمه. إليك القيم التي نؤمن بها"
      }
    },
    "team": {
      "h1": "المؤسسين",
      "p": "تأسست في عام 2019 ، Fiction To Mission هو تصميم ويب متكامل الخدمات وتسويق رقمي مقره في تونس."
    }
  },
  "samples": {
    "h1": "Fiction To Mission",
    "h2": "نعكس العالم من خلال خيالنا!",
    "projectList": {
      h1: "نعكس العالم من خلال خيالنا!",
      p: "أعمالنا تعبر الحدود التونسية. تعرف على مجموعة من مشاريعنا المفضلة التي صنعناها بكل فخر بالحب. لا نطيق الانتظار لبدء ما يمكن القيام به.",
      view: "عرض المشروع"
    },
    features: {
      time: {
        h1: "أي منطقة زمنية",
        p: "بغض النظر عن مكان وجودك ، يمكننا العمل عن بُعد ونتواجد على مدار الساعة لتلبية احتياجاتك"
      },
      lang: {
        h1: "أي لغة",
        p: "لا داعي للقلق بشأن لغة عملائك ، يمكننا أن نطابقها! نحن قادرون على إنتاج المشاريع بأي لغة تريدها.",
        footer: "جعلك تشعر بالتقدير والاعتناء بك هو أولوية ، وبالتالي فإن خدمة العملاء هي جوهر عملنا. ستشارك في كل مرحلة من مراحل رحلة مشروعك."
      }
    },

  },
  projectDetails: {
    getQuote: "احصل على عرض أسعار",
    live: "معاينة مباشرة"
  },
  services: {
    hero: {
      heroText1: "خدماتنا",
      heroText2: "فعالة",
      p: "نحن نقدم مجموعة من الخدمات التي تساعدك على تنمية أعمالك وتعزيز وجودك على الإنترنت."
    },
    whyUs: {
      h1: "لماذا تعمل معنا",
      p: "من أجل تحقيق أقصى قدر من الفوائد ، يتعاون العملاء من جميع أنحاء العالم معنا بسبب",
      precission: "الإنجاز",
      team: "إدارة الفريق",
      perfection: "جودة عالية"
    },
    promises: {
      h1: "وعودنا",
      p: "نحن نتبنى التحديات ونبتكر أفكارًا مبتكرة. وسنوفر دائمًا استراتيجيات وحلول الويب التي من شأنها دفع نتائج الأعمال. نحن هنا للاستماع وإعطاء أقصى قدر من إمكاناتنا.",
      h3_1: "هذه بعض المعلومات حول",
      h3_2: " FTM",
      h3_3: "بالأرقام:",

      years: "سنوات <br> من الخبرة",
      projects: "مشاريع <br> مكتملة",
      cups: "أكواب <br> قهوة"
    },
    industries: {
      h1: "مجالات العمل",
      p: "يتنوع عملاء FTM من حيث الحجم والمجالات والبلدان. ​​لكننا نحب التصميم للشركات الأصغر وتسهيل التنقل الناجح لها في سوق متعدد الجنسيات تنافسي. تحقق من بعض المجالات التي كان من دواعي سرورنا العمل فيها:",
      list: {
        consultancy: "استشارات",
        ecomerce: "التجارة الإلكترونية",
        educ: "التعليم",
        fintech: "التكنولوجيا المالية",
        health: "الرعاية الصحية",
        it: "تكنولوجيا المعلومات",
        realestate: "العقارات",
        retail: "بيع بالتجزئة",
        social: "التواصل الاجتماعي",
        startup: "الشركات الناشئة",
      }
    },
    knowledge: {
      h1: "هذه هي معرفتنا",
      p: "فيما يلي الخدمات الرئيسية التي نقدمها ، اعتمادًا على احتياجاتك وأهدافك وتطلعاتك.",
      readMore: "قراءة المزيد",
      footer: {
        h1: "وأكثر من ذلك بكثير",
        p: "ما زلت تبحث عن شيء آخر؟ لا تقلق ، لقد وصلنا إليك. الاتصال بنا ، وشرح احتياجاتك وأهدافك والثقة بنا هو كل ما تحتاج إلى القيام به"
      }
    }
  },
  serviceDetails: {
    cycle: {
      h2: "احصل على عرض أسعار",

    },
    techs: {
      h2: 'التكنولوجيات'
    },
    why: {
      h2: 'لماذا- FTM؟'
    },
    pack: {
      u: 'هل لديك أي متطلبات خاصة؟',
      h3: 'عرض العينات'
    },
    faqs: {
      h1: '"الأسئلة المتداولة',

    },
    related: {
      h1: 'نقدم لك المزيد',
      h2: 'يمكننا مساعدتك بعدة طرق أخرى'
    }

  },
  contact: {
    hero: {
      heroText1: "اتصل بنا",
      heroText2: "ملء النموذج",
      h1: "أخبرنا عن مشروعك",
      p: "يلتزم فريقنا المتميز بتقديم خدمة عالية الجودة. المحترفون في Fiction To Mission متحمسون للغاية لتقديم أفضل الخدمات بتكلفة معقولة. دعنا نساعدك. نحن متواجدون على مدار 24 ساعة لمساعدتك في حالات الطوارئ ."
    },

    form: {
      h1: "مرحبًا بك في FTM",
      p: "دائمًا ما ينتظر متخصصو Fiction To Mission أن يسمعوا منك. دع مسؤولينا التنفيذيين يعرفون أنك مهتم بترك الاستفسار هنا. نحن أيضًا على استعداد للترحيب بك على عناويننا أدناه.",
      coord: {
        contact: "اتصل بنا",
        address: "العنوان",
        phone: "الهاتف"
      },
      name: {
        label: "الاسم",
        placeholder: "الاسم الكامل",

      },
      email: {
        label: "البريد الإلكتروني",
        placeholder: "email@company.com",

      },
      company: {
        label: "الشركة",
        placeholder: "Company name",

      },
      phone: {
        label: "رقم الهاتف",
        placeholder: "+216 99 999 999",

      },
      budget: {
        label: "الميزانية",
        placeholder: "Estimated budget",

      },
      job: {
        label: "الوظيفة",

        positions: {
          select: "الرجاء التحديد",
          ceo: "CEO / C-Level / VP",
          marketing: "مدير تسويق",
          operations: "مدير العمليات",
          financial: "المدير المالي",
          production: "مدير الإنتاج",
          otherMarketing: "موقع تسويقي آخر",
          student: "طالب",
          other: "أخرى"
        }

      },
      deadline: {
        label: "الموعد النهائي",
        placeholder: "12/31/1901",

      },
      industry: {
        label: "مجال العمل",
        placeholder: "",
        industries: {
          select: "الرجاء التحديد",
          accounting: "المحاسبة والمالية",
          admin: "إداري وكتابي",
          construction: "البناء",
          creative: "الإبداع والتصميم",
          customer: "خدمة العملاء",
          education: "التعليم",
          energy: "الطاقة والمرافق",
          engineer: "هندسة",
          financial: "الخدمات المالية",
          health: "الرعاية الصحية",
          hospitality: "الضيافة",
          it: "تكنولوجيا المعلومات",
          labor: "العمل",
          legal: "قانوني",
          maintenance: "الصيانة والإصلاح",
          management: "الإدارة",
          manufactur: "التصنيع والصناعية",
          marketing: "التسويق والإعلان",
          pharma: "الأدوية والبحوث",
          production: "هيئة الرسوم المتحركة للإنتاج",
          professional: "محترف",
          restau: "المطعم وخدمة الطعام",
          retail: "بيع بالتجزئة",
          saas: "SaaS",
          sales: "المبيعات",
          security: "الأمان",
          telecom: "الاتصالات السلكية واللاسلكية",
          transport: "النقل",
          warehouse: "المستودع"
        }

      },
      subject: {
        label: "الموضوع",
        placeholder: "رسالتك",

      },
      btn: "إرسال"
    }
  }
}
